default_test = {
  "name": "Софтскильный тест",
  "description": "Тест проверяющий умение человека общаться",
  "questions": [
    {
      "number": 1,
      "text": "Как Вы поступите, если неожиданно на самом интересном месте телепередачи сломается телевизор?",
      "answers": [
        {
          "text": "запущу в него чем-нибудь, хуже уже все равно не будет",
          "points": 3
        },
        {
          "text": "поищу номер телефона мастерской",
          "points": 1
        },
        {
          "text": "попытаюсь своими силами устранить поломку",
          "points": 2
        }
      ]
    },
    {
      "number": 2,
      "text": "Можете ли Вы назвать три книги, которые в ближайшее время намереваетесь прочесть?",
      "answers": [
        {
          "text": "Да",
          "points": 2
        },
        {
          "text": "Нет",
          "points": 3
        },
        {
          "text": "Затрудняюсь ответить",
          "points": 1
        }
      ]
    },
    {
      "number": 3,
      "text": "Есть ли у Вас хобби?",
      "answers": [
        {
          "text": "Да",
          "points": 1
        },
        {
          "text": "Просто предпочитаю расслабиться дома или пойти куда-нибудь развлечься",
          "points": 2
        },
        {
          "text": "У меня нет времени на всякую ерунду",
          "points": 3
        }
      ]
    },
    {
      "number": 4,
      "text": "Любите ли Вы вылазки на природу?",
      "answers": [
        {
          "text": "Нет, предпочитаю созерцать природу на картинках",
          "points": 3
        },
        {
          "text": "Использую любую возможность, чтобы выбраться в какое-нибудь приятное местечко, хотя бы в ближайший "
                  "парк",
          "points": 1
        },
        {
          "text": "Да, но только если это не сопряжено с чрезмерными трудностями: «Умный в гору не пойдет, умный гору "
                  "обойдет»",
          "points": 2
        }
      ]
    },
    {
      "number": 5,
      "text": "Что Вы делаете, если у Вас выдалась свободная минутка?",
      "answers": [
        {
          "text": "Наслаждаюсь восхитительным ничегонеделанием",
          "points": 2
        },
        {
          "text": "Отправляюсь туда, куда давно мечтал выбраться, но дела мешали",
          "points": 1
        },
        {
          "text": "Не нахожу себе места, ощущаю какой-то странный дискомфорт от того, что вдруг стало нечего делать",
          "points": 3
        }
      ]
    },
    {
      "number": 6,
      "text": "Как Вы поступите, если в свой выходной день ждете важный звонок, а он задерживается уже на минут "
              "двадцать?",
      "answers": [
        {
          "text": "Буду ждать и одновременно что-нибудь делать, чтобы время не пропадало зря",
          "points": 1
        },
        {
          "text": "Разозлюсь на своих неорганизованных друзей",
          "points": 3
        },
        {
          "text": "усядусь перед телевизором, а если так не дождусь звонка, проведу перед ним несколько часов",
          "points": 2
        }
      ]
    },
    {
      "number": 7,
      "text": "Какие игры Вы предпочитаете?",
      "answers": [
        {
          "text": "Шашки, шахматы, нарды и тому подобные настольные игры",
          "points": 2
        },
        {
          "text": "Карты, игровые автоматы, тотализатор, лотерея",
          "points": 3
        },
        {
          "text": "Ничего из вышеперечисленного",
          "points": 1
        }
      ]
    },
    {
      "number": 8,
      "text": "Является ли для Вас проблемой, чем заполнить свободное время?",
      "answers": [
        {
          "text": "у меня столько разных интересов, что трудно выбрать, чем бы заняться именно сейчас",
          "points": 1
        },
        {
          "text": "Ненавижу бездельничать: лучше еще поработать",
          "points": 2
        },
        {
          "text": "Это никого не касается: что хочу, то и делаю",
          "points": 3
        }
      ]
    },
    {
      "number": 9,
      "text": "Как Вы отреагируете, если незнакомый человек (в очереди, в общественном транспорте и т.п.) Вам нахамит?",
      "answers": [
        {
          "text": "Отвечу ему (ей) в том же стиле",
          "points": 3
        },
        {
          "text": "Смолчу, но внутри буду «кипеть»",
          "points": 2
        },
        {
          "text": "Сразу же выброшу этот инцидент из головы",
          "points": 1
        }
      ]
    },
    {
      "number": 10,
      "text": "Как Вы поступите, если в кассе Вас обсчитали на небольшую сумму?",
      "answers": [
        {
          "text": "«Ринусь в бой», отстаивая свои интересы",
          "points": 2
        },
        {
          "text": "Вежливо потребую привести начальство",
          "points": 3
        },
        {
          "text": "Махну рукой и уйду: в конце концов, кассир тоже человек",
          "points": 1
        }
      ]
    },
  ]
}